{
    "name": {
        "eng": "Ayase Eli",
        "kan": "絢瀬絵里",
        "rom": "Eli Ayase"
    },
    "year": 3,
    "groups": [
        "µ's",
        "BiBi"
    ],
    "birthday": "21-10-unknown",
    "gender": "female",
    "blood-type": "B",
    "height": 162,
    "sizes": {
        "bust": 88,
        "waist": 60,
        "hip": 84
    },
    "food": {
        "favorite": "Chocolate",
        "disliked": "Pickled plums and Nori"
    },
    "debut": {
        "anime": "Love Live! School Idol Project",
        "season": 1,
        "episode": 1
    },
    "personality": "Eli is shown to be a perfect role model to the students in Otonokizaka High School. As the former student council president, she is often portrayed as a cold and strict character due to her responsibilities, and being against the idea of Honoka Kosaka and her friends forming an idol group to get more attention from the public. However, ironically, Nozomi Tojo reveals that Eli was also trying to save the school, but was denied permission to take action by the chairwoman.\nEli is highly respected and well-known among the students, especially among her juniors, which call her 'Eli-senpai'. Unlike Nozomi, she appears rather stoic and skeptical in the early episodes, but it is shown that Eli is actually very kind and caring towards people who are close to her, like her little sister. She is also dependable as her grandmother entrusted her the responsibility of preventing the school from being shut down. Other than being admirable, Eli also has a lot of fans in the school. After she joined the group, their popularity rose and their ranking among the school idols increased, achieving more fame.\nHonoka also complimented her beauty, saying that she is beautiful, tall, and has a great body shape. On top of that, she is also very mature and level-headed and acts as a strategist in promoting their group, as she planned to introduce μ's in Akihabara by having a street performance.\nDespite being portrayed as level-headed, Eli can sometimes have an unexpected side to her and it was revealed by Nozomi that she almost ate a plastic chocolate once, thinking it was real. Other source material such as the Love Live! School idol diary and animated shorts also show her with a more playful personality. She is also afraid of the dark and haunted-house monsters, as seen in Season 2 Episode 12.[2] This is also shown in the Love Live All Stars game.",
    "clubs-hobbies": "Eli was Otonokizaka High School's student council president before Honoka succeeded the position. Eli's specialty is quilting and crafts, and her experience with ballet qualifies her as the group's choreographer. One of her hobbies is making accessories such as earrings and necklaces from scratch.",
    "songs": [
        "Arifureta Kanashimi no Hate",
        "Kaku mo Yuubi na Hi to Narite",
        "Bokura no LIVE Kimi to no LIFE",
        "Yuujou No Change",
        "Snow halation",
        "Baby maybe Koi no Button",
        "Natsuiro Egao de 1,2,Jump!",
        "Mermaid festa vol.1",
        "Mogyutto \"love\" de Sekkin Chuu!",
        "Aishiteru Banzai!",
        "Wonderful Rush",
        "Oh,Love&Peace!",
        "Bokura wa Ima no Naka de",
        "WILD STARS",
        "Kitto Seishun ga Kikoeru",
        "Kaguya no Shiro de Odoritai",
        "START:DASH!!",
        "Wonder zone",
        "No brand girls",
        "Kakumei desu ne? Kamisama!",
        "LONELIEST BABY",
        "Music S.T.A.R.T!!",
        "LOVELESS WORLD",
        "Takaramonozu",
        "Paradise Live",
        "ENDLESS PARADE",
        "Koremade no Love Live!",
        "Sore wa Bokutachi no Kiseki",
        "Datte Datte Aa Mujou",
        "Donna Toki mo Zutto",
        "COLORFUL VOICE",
        "Yume no Tobira",
        "SENTIMENTAL StepS",
        "Love wing bell",
        "Dancing stars on me!",
        "KiRa-KiRa Sensation!",
        "Happy maker!",
        "Soshite Saigo no Page ni wa",
        "Shangri-La Shower",
        "Ruteshi Kisuki Shiteru",
        "Dreamin' Go! Go!!",
        "Mi wa µ'sic no Mi",
        "Super LOVE=Super LIVE!",
        "Angelic Angel",
        "SUNNY DAY SONG",
        "Bokutachi wa Hitotsu no Hikari",
        "HEART to HEART!",
        "Arashi no Naka no Koi dakara",
        "Korekara",
        "MOMENT RING",
        "Sayounara e Sayonara!",
        "A song for You! You? You!!",
        "Natte Shimatta!",
        "Diamond Princess no Yuuutsu",
        "Love Novels",
        "Soldier game",
        "Garasu no Hanazono",
        "Cutie Panther",
        "Natsu, Owaranai de.",
        "Storm in Lover",
        "Fuyu ga Kureta Yokan",
        "Trouble Busters",
        "Silent tonight",
        "Saitei de Saikou no Paradiso",
        "？←HEARTBEAT",
        "Sakkaku CROSSROADS",
        "PSYCHIC FIRE"
    ]
}
