{
    "name": {
        "eng": "Umi Sonoda",
        "kan": "",
        "rom": "Sonoda Umi"
    },
    "year": 2,
    "groups": [
        "µ's",
        "lily white"
    ],
    "birthday": "15-3-unknown",
    "gender": "female",
    "blood-type": "A",
    "height": 159,
    "sizes": {
        "bust": 76,
        "waist": 58,
        "hip": 80
    },
    "food": {
        "favorite": "The Kosaka Family's Manjuu",
        "disliked": "Carbonated Beverages"
    },
    "debut": {
        "anime": "Love Live! School Idol Project",
        "season": 1,
        "episode": 1
    },
    "personality": "Umi has the qualities of a yamato nadeshiko, or a proper and traditional Japanese lady. As such, she is generally shy when having to interact with unfamiliar people. Even with those she is comfortable with, she seems to act reserved by default unless provoked. She is highly intelligent and a very logical solution-seeker. Above all, she is extremely disciplined--nearly to a fault-- and as a result can often be hard on others. This is exemplified in Season 2 Episode 7 when she forces Honoka and Hanayo to do long training hours after they gain a bit of weight. However, this is never motivated by feelings of malice or dislike aimed at her friends. Umi is often overly strict towards her friends, but is the most unforgiving with/hardest on herself. She despises laziness, shortcuts, and/or cheating; she instead places a lot of value in hard work and perseverance.\nAs self-destructive as this may be, these qualities combined with Umi's strong will makes her well-suited to leadership, which she often utilizes by being one of the main organizers of logistical or business-related action items for µ's. Where her leadership skills lack in sociability, she makes up in organizational excellence. This, in tandem with Umi's inclination to stay in the background when she can, makes Umi the perfect second-in-command to Honoka's leadership in µ's. In this manner, the two operate perfectly as the primary leaders in µ's. Honoka establishes and maintains µ's core of friendship and love for both members and fans alike through her ability to unify, inspire, and motivate. Umi facilitates the less enjoyable yet arguably more vital aspects of their idol work.\nThe foil between Honoka and Umi's personalities affect areas outside of leading µ's. Honoka is more of a happy-go-lucky, modern day schoolgirl, which lead to her impulsive goal of becoming a school idol. Due to Umi's traditional values of proper ladylike behavior, Umi resisted Honoka's pleas for Umi to join her. Umi's strict moral compass made nearly all aspects of being an idol highly inappropriate and embarrassing for her. However, she is shown at times to entertain intrusive thoughts in which she acts entirely contrary to her code of proper behavior. One example of this is when in the middle of practicing archery, she imagines herself as a cheery and energetic idol saying (what will later become) her signature catchphrase, \"Love arrow, shoot!\" (ラブアローシュートですか) Umi is greatly flustered and ashamed of even having such a thought. When she does eventually agree to becoming a school idol, she is at first uncomfortable with wearing short skirts and opts for pant shorts. However, she learns to get used to skirts as time goes on.\nDespite her overall calm and collected personality, there are a few exceptions. In Season 1 Episode 10, the rest of µ's learns (the hard way) that Umi gets very grumpy and angry if she is woken up in the middle of sleeping. Season 2 Episode 5 reveals that Umi's moral aversion to dishonesty is also actually just a literal inability to lie: when playing Old Maid, Umi is painfully unable to keep a poker face. Any emotion she feels is immediately obvious by her facial expressions. In this way, Umi continually loses every game, which frustrates her because she is entirely unaware of this behavior. Her persistence and determination causes her to repeatedly ask to play another game, but her unawareness of her emotive reactions does not relent.\nUltimately, although Umi is rather strict, especially towards Honoka, she is a genuinely kind person, and a very loyal friend who does the best she can to help her friends. She's also well-mannered and always speaks politely, using \"です\" (desu), \"ます\" (masu), and other polite forms of speaking in her speech.",
    "clubs-hobbies": "As the daughter of an Iemoto (家元, Head of Music & Arts School) mother and a Shihan (師範, Martial Arts Inspector) father, Umi excels in Kendo, Nagauta, archery, calligraphy, and traditional dance. Starting in the second season, she becomes Otonokizaka High School's new student-council vice president, taking the role from Nozomi Tojo. She likes reading as well.\nUmi becomes the group's main lyricist, and writes the song \"START:DASH!!\", along with most of the rest of their songs. She also trains the members of the group before Eli Ayase takes over the role. She either created the dance steps for START:DASH!! or aided Kotori in coming up with the choreography.",
    "songs": [
        "Watashitachi wa Mirai no Hana",
        "Yuuki no Reason",
        "NEURON,NEURON!!",
        "Bokura no LIVE Kimi to no LIFE",
        "Yuujou No Change",
        "Snow halation",
        "Baby maybe Koi no Button",
        "Natsuiro Egao de 1,2,Jump!",
        "Mermaid festa vol.1",
        "Mogyutto \"love\" de Sekkin Chuu!",
        "Aishiteru Banzai!",
        "Wonderful Rush",
        "Oh,Love&Peace!",
        "Bokura wa Ima no Naka de",
        "WILD STARS",
        "Kitto Seishun ga Kikoeru",
        "Kaguya no Shiro de Odoritai",
        "START:DASH!!",
        "Korekara no Someday",
        "Wonder zone",
        "No brand girls",
        "LONELIEST BABY",
        "Music S.T.A.R.T!!",
        "LOVELESS WORLD",
        "Takaramonozu",
        "Paradise Live",
        "ENDLESS PARADE",
        "Koremade no Love Live!",
        "Sore wa Bokutachi no Kiseki",
        "Datte Datte Aa Mujou",
        "Donna Toki mo Zutto",
        "COLORFUL VOICE",
        "Yume no Tobira",
        "SENTIMENTAL StepS",
        "Dancing stars on me!",
        "KiRa-KiRa Sensation!",
        "Happy maker!",
        "Soshite Saigo no Page ni wa",
        "Shangri-La Shower",
        "Ruteshi Kisuki Shiteru",
        "Dreamin' Go! Go!!",
        "Mi wa µ'sic no Mi",
        "Super LOVE=Super LIVE!",
        "Angelic Angel",
        "SUNNY DAY SONG",
        "Bokutachi wa Hitotsu no Hikari",
        "HEART to HEART!",
        "Arashi no Naka no Koi dakara",
        "Korekara",
        "MOMENT RING",
        "Sayounara e Sayonara!",
        "A song for You! You? You!!",
        "Natte Shimatta!",
        "Shiranai Love*Oshiete Love",
        "A-NO-NE-GA-N-BA-RE!",
        "Soldier game",
        "Susume→Tomorrow",
        "Anemone heart",
        "Binetsu Kara Mystery",
        "Kimi no Kuse ni!",
        "Storm in Lover",
        "Aki no Anata no Sora Tooku",
        "Futari Happiness",
        "Onaji Hoshi ga Mitai",
        "Otohime Heart de Love Kyuuden",
        "Future style",
        "Omoide Ijou ni Naritakute",
        "Shunjou Romantic"
    ]
}