{
    "name": {
        "eng": "Nozomi Tojo",
        "kan": "東條希",
        "rom": "Toujou Nozomi"
    },
    "year": 3,
    "groups": [
        "µ's",
        "lily white"
    ],
    "birthday": "9-6-unknown",
    "gender": "female",
    "blood-type": "O",
    "height": 159,
    "sizes": {
        "bust": 90,
        "waist": 60,
        "hip": 82
    },
    "food": {
        "favorite": "Yakiniku",
        "disliked": "Caramel"
    },
    "debut": {
        "anime": "Love Live! School Idol Project",
        "season": 1,
        "episode": 1
    },
    "personality": "As the former vice-president of the student council and the eldest member of μ's, Nozomi appears as a pretty wise, mysterious and mature girl with an almost all-knowing vibe to her, due to her tarot reading and fortune-telling skills. She's gentle and kind, as well as rather conspirative, usually being the first person to advise μ's whenever they run into an obstacle or trouble, and will usually remain calm and collected during most situations. This carries on even after joining μ's.\nNozomi has a very mischievous side, often teasing the other girls and causing them to get flustered. At times, she can seem perverted as well, as she sometimes threatens to punish some of the members of μ's by grabbing their breasts from behind, her most common target being Nico. This is most prominently seen in Season 1 Episode 7, in order to keep Honoka, Rin and Nico into studying and not fail their exams.\nWhile mischievous, Nozomi also cares deeply for the other girls, and she highly cherishes the friendships the group has formed between them. An example of this is on Season 1 Episode 10, when she noted Maki wasn't getting along well with the other girls, as she tries to bring Maki closer to them. In Season 2 Episode 8, it is also shown that since Nozomi and her family had moved around for most of her childhood, she was very shy and never really had any friends. She began to break out of her shell after meeting Eli, even though she is still unable to bring herself to approach anybody else until Honoka decides to form μ's. Nozomi states in the same episode she had always wanted to do something with her friends, and considers the nine members' friendships with the other a miracle.",
    "clubs-hobbies": "Nozomi was Otonokizaka High School's student council vice-president before Umi succeeded the position. During the time Honoka and her friends are forming μ's, she also finds an interest in helping them as much as possible, often finding a way to work around Eli's orders. She enjoys helping out at the local Kanda Shrine, and likes spiritual things such as \"power spots\" and charms, though she is best known for her fortune-telling skills by using her deck of tarot cards, which she uses as her secret method of quickly fitting in or whenever she is forced to change environments. It is also stated that she likes taking naps.",
    "songs": [
        "Junai Lens",
        "I’ll smile for yours",
        "Moshimo Kara Kitto",
        "Bokura no LIVE Kimi to no LIFE",
        "Yuujou No Change",
        "Snow halation",
        "Baby maybe Koi no Button",
        "Natsuiro Egao de 1,2,Jump!",
        "Mermaid festa vol.1",
        "Mogyutto \"love\" de Sekkin Chuu!",
        "Aishiteru Banzai!",
        "Wonderful Rush",
        "Oh,Love&Peace!",
        "Bokura wa Ima no Naka de",
        "WILD STARS",
        "Kitto Seishun ga Kikoeru",
        "Kaguya no Shiro de Odoritai",
        "START:DASH!!",
        "Wonder zone",
        "No brand girls",
        "Kakumei desu ne? Kamisama!",
        "LONELIEST BABY",
        "Music S.T.A.R.T!!",
        "LOVELESS WORLD",
        "Takaramonozu",
        "Paradise Live",
        "ENDLESS PARADE",
        "Koremade no Love Live!",
        "Sore wa Bokutachi no Kiseki",
        "Datte Datte Aa Mujou",
        "Donna Toki mo Zutto",
        "COLORFUL VOICE",
        "Yume no Tobira",
        "SENTIMENTAL StepS",
        "Love wing bell",
        "Dancing stars on me!",
        "KiRa-KiRa Sensation!",
        "Happy maker!",
        "Soshite Saigo no Page ni wa",
        "Shangri-La Shower",
        "Ruteshi Kisuki Shiteru",
        "Dreamin' Go! Go!!",
        "Mi wa µ'sic no Mi",
        "Super LOVE=Super LIVE!",
        "Angelic Angel",
        "SUNNY DAY SONG",
        "Bokutachi wa Hitotsu no Hikari",
        "HEART to HEART!",
        "Arashi no Naka no Koi dakara",
        "Korekara",
        "MOMENT RING",
        "Sayounara e Sayonara!",
        "A song for You! You? You!!",
        "Natte Shimatta!",
        "Shiranai Love*Oshiete Love",
        "A-NO-NE-GA-N-BA-RE!",
        "Otome Shiki Ren'ai Juku",
        "Garasu no Hanazono",
        "Binetsu Kara Mystery",
        "Kimi no Kuse ni!",
        "Aki no Anata no Sora Tooku",
        "Futari Happiness",
        "Onaji Hoshi ga Mitai",
        "Otohime Heart de Love Kyuuden",
        "？←HEARTBEAT",
        "Omoide Ijou ni Naritakute",
        "Shunjou Romantic"
    ]
}
